app/Controllers/Pessoa.php

 public function exibir(){

    $pessoasModel = new PessoaModel();

    $pessoas = $pessoasModel->findAll();
---
SELECT *
FROM `Pessoas`